Revit 2027 API
ParameterTypeId.RebarMaximumNumber Property
 "Maximum Rebar Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarMaximumNumber { get; }
Public Shared ReadOnly Property RebarMaximumNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarMaximumNumber {
	ForgeTypeId^ get ();
}
static member RebarMaximumNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace